[PAD]
[EOS]
[UNK]
[CLS]
[SEP]
[MASK]
,
.
àwọn
tó
tí
n
ń
pé
ó
ṣe
ni
ní
ò
wó
ti
máa
kan
sì
sí
a
fi
kí
ló
jé
bá
è
lè
fún
wọn
náà
kò
rè
láti
àti
kó
bí
sọ
:
“
”
ohun
run
-
nínú
wà
o
?
wa
ọló
lọ
ẹ
lé
wá
jèhófà
rí
yìí
rò
mi
rẹ
nígbà
gbogbo
ọmọ
èèyàn
mú
mo
nípa
ìwé
ká
yóò
pò
ọ
tá
gbé
ẹni
í
ara
—
nà
ayé
bíbélì
mó
i
bé
á
yìn
jésù
fé
é
mí
iṣé
mọ
wọ
wò
jẹ
tún
nn
èyí
tàbí
di
nítorí
dá
gbà
kọ
pè
kì
gbó
bó
wo
àmó
òun
èdè
lára
lórí
lú
pa
ọdún
gé
ojú
ilé
mò
yẹ
gba
inú
[
]
lo
yẹn
ràn
hàn
ẹlé
to
dò
ilè
an
mé
tè
gan
ìgbà
lì
irú
ta
kàn
bè
la
yín
kristẹni
ìyẹn
(
)
dé
si
ọkàn
1
rìí
té
ìjọba
má
ka
táwọn
dà
ibi
jù
pe
;
ènìyàn
ké
èmi
!
rere
ìwà
ìwọ
jọ
torí
ìlú
un
pàtàkì
ṣé
ọba
sò
bẹ
sílè
báwo
orílè
ṣè
mímó
ọjó
awọn
lù
rọ
jáde
bíi
wé
ìfé
sìn
‘
lati
’
àpẹẹrẹ
àtàwọn
ará
míì
bi
lójú
ba
fun
àwa
kúrò
lò
ju
mu
orí
ọkùnrin
pó
àkókò
ṣẹlè
olúwa
wí
tò
ati
ṣeé
nu
awon
ìjọ
2
lẹ
àwòrán
títí
dùn
ńlá
ré
só
dó
ìdí
báyìí
ko
làwọn
fààní
mìíràn
ṣì
kú
orúkọ
ńṣe
naa
ronú
ìdílé
pẹ
síbè
obìnrin
ìṣòro
jó
èrò
padà
ogun
3
gẹ
dúró
òbí
ẹnì
tiè
kristi
à
nyí
láàárín
ra
òfin
méjì
ṣùgbó
owó
e
##,
le
túbò
4
ọlọ
ki
ìmò
káwọn
fara
yí
ún
ọkọ
ètò
ìgbàgbó
kún
nífè
ìgbésí
fáwọn
5
nìyẹn
yin
dára
nìkan
nìdí
tán
díè
/
sínú
omi
ipò
níbè
tẹ
ísíré
rùn
6
fà
yoo
agbára
arákùnrin
ìsìn
wàá
iṣẹ
ṣiṣé
baba
sé
se
fẹ
bò
rù
tì
ọjọ
yà
tuntun
ìlànà
yọ
oúnjẹ
ṣó
túmò
da
kà
níbi
8
dáadáa
jú
ìròyìn
dún
ninu
rin
ikú
nì
tilè
ṣùgbọ
ìbéèrè
bàbá
òtító
rárá
ṣẹ
ilẹ
de
won
yàtò
10
àpó
fa
oṣù
àní
dáfídì
pọ
sítélì
béèrè
7
láwọn
là
ran
dájú
tòótó
12
kéèyàn
kù
kejì
ọwó
ṣàlàyé
11
9
ìtàn
15
wàásù
gbọ
bù
sún
àn
kódà
àpilè
apá
ile
ró
kankan
wù
rán
kọjá
13
ya
pàápàá
rún
rántí
gbàdúrà
rìn
14
iye
․
sátánì
bóyá
àkó
ìhìn
ìyàwó
pinnu
látinú
dáa
fúnra
òkè
eto
téèyàn
nílò
tíì
ìyá
àrùn
tọ
ọgó
láyé
gbò
17
àdúrà
síwájú
kè
lágbára
ìwàásù
igi
òní
sin
16
àmì
ẹsẹ
yá
àṣà
ìtó
ọkò
sáwọn
já
sè
ìránṣé
dọ
ọgbó
ẹgbẹ
bákan
aya
tun
yàn
bójú
lori
so
jòhánù
sábà
naijiria
bọ
yorùbá
yii
lónìí
mósè
orin
bàa
ṣáájú
sórí
jè
ẹnu
sáàmù
fojú
yè
àlàáfíà
maa
jí
ìjọsìn
àṣẹ
pétérù
olóòótó
aṣáájú
•
òwe
wáyé
gbádùn
mẹ
aṣọ
ṣíṣe
lórílè
róòmù
júù
18
ẹgbé
iwájú
oun
àlàyé
mù
kedere
ìpàdé
rọrùn
ipa
àgùntàn
san
dàgbà
án
dáhùn
àyà
táa
àlùfáà
méjèèjì
tà
ede
balè
yan
sùn
púpò
bà
àjọṣe
kékeré
b
ri
búburú
alàgbà
ìgbéyàwó
nù
hún
kẹ
ìṣe
19
bo
òdodo
lóòótó
ẹjó
òótó
àgbà
kìíní
gbè
lóye
ìwádìí
oju
eré
nípasè
ìyè
ìpinnu
ìwò
ìṣè
darí
ayò
eyi
nílé
dìde
onírúurú
nílè
oòrùn
òjíṣé
lóde
burú
ẹlòmíràn
mátíù
20
kókó
bùn
burúkú
dípò
21
ìké
àsọté
láyò
je
lábé
àwùjọ
ẹran
àjò
##a
ìrètí
24
débi
gbe
òkun
aráyé
ẹgbè
hùwà
amé
wòlíì
ọwọ
ríkà
pèsè
láé
the
olórí
ísírẹ
parí
nìṣó
yò
jà
ì
ṣoṣo
ín
ìran
arábìnrin
nílùú
sá
níwájú
gè
gbìyànjú
gbẹ
ẹbọ
hébérù
ọmọdé
pe,
níwò
ibè
fọwó
##e
22
kun
àìsàn
sànmánì
lán
iná
idibo
òkú
fò
ẹrú
ìsọfúnni
aare
ìbè
ọmọbìnrin
àgbègbè
pátápátá
ìlérí
ọrọ
òróró
rúndún
ga
ohunkóhun
re
múra
kíyè
jò
fífi
èṣù
sílẹ
yé
àjọ
tiwa
ìbùkún
23
aláṣẹ
yoruba
*
ṣá
ìjà
áńgé
fó
retí
ìdáhùn
jàn
gun
of
owo
sàn
ọmọkùnrin
tú
mélòó
àpótí
ogún
aísáyà
ná
èyíkéyìí
ro
óò
fè
tètè
hù
ipá
sókè
kàkà
ànímó
ṣí
ábúráhámù
fúnni
déédéé
sẹ
orile
ìtè
po
èso
tọkọtaya
aké
gidi
ìrànló
ìsàlè
ìyà
jerúsálé
gá
ṣàkóso
dandan
ẹranko
ṣètò
gíga
ìdájó
ẹniké
kárí
##i
sapá
pípé
gbàgbé
##o
òye
àpéjọ
méje
ẹlòmíì
25
lá
kéré
òpin
tàn
oògùn
jíròrò
##n
pàdé
láàyè
jóòbù
àbí
eniyan
dín
màá
ohùn
ríńtì
jinlè
dáàbò
ṣi
ṣòro
ìtumò
ilu
lédè
lúùkù
lu
tímótì
28
ọmọlé
waye
èké
orile-ede
dájúdájú
nǹkan
ààbò
##ọ
rú
òn
dì
pín
omo
báwọn
àárín
ọgbà
ìgbé
mímọ
lákòókò
ngàn
ṣò
tímó
ọdun
##ẹ
olùkó
ipinle
ibo
dàá
in
láìsí
orílẹ
jókòó
rèé
ìgbìmò
sílé
ipinlẹ
ewu
ìmọ
borí
síbi
oko
ògo
wọlé
máà
gomina
wàhálà
-èdè
lasiko
dè
tan
ijoba
ádámù
yanjú
iko
ú
odò
##s
dojú
ìrè
26
fù
ìṣẹ
ẹsè
buhari
igba
káàkiri
àgbáyé
ọlá
kiri
àádó
s
òde
egbe
ìlà
olúkúlùkù
ọrẹ
bbc
gíríìkì
kalè
ijọba
naa,
ìṣó
ńpìlì
tàwọn
ṣèlérí
fọ
29
wè
mà
márùn
dárí
nipa
àyè
létí
mọyì
látò
júdà
kíkún
aarẹ
ìpínlè
tiwọn
nyẹn
olódodo
wákàtí
ọrò
gbólóhùn
fíìsì
àánú
òmìnira
àkọsílè
nigba
ìté
dókítà
ìṣípayá
míṣó
lókun
31
àgbàlagbà
gidigidi
ṣèrìbọmi
ẹyẹ
ha
nnárì
sólómó
fọkàn
abẹ
dí
ku
##à
27
yọrí
àgbàyanu
gbangba
àtijó
wúlò
jì
ẹrù
##u
ìlera
pàá
ọtí
tóun
ma
dán
onífè
ìyanu
lásán
odun
dúpé
párádísè
pẹlu
new
jósé
ìbálòpò
tù
màmá
dẹ
ṣègbọràn
ìbínú
fetí
ìní
jìnnà
kùn
agbo
sílò
òṣìṣé
alábòójútó
ajo
àyíká
bábílónì
wu
gbọdọ
tútù
íjíbítì
tipa
ṣọ
pàṣẹ
sun
né
ẹlẹ
òkúta
ìrìn
àìnípè
bínú
ise
jíjé
lélè
kíkó
ìmó
kórìíra
ìṣé
kùnrin
tító
nitori
ọn
30
sùúrù
sísì
igbimo
lara
onímò
pelu
sísọ
ìrírí
yòókù
èlò
sáyé
ìṣàkóso
gó
tara
ìrántí
lọpò
gùn
##.
tu
han
àjín
nóà
tóbi
oro
yòówù
njú
gbára
agba
àgó
ńkó
líle
okun
nísinsìnyí
ru
yálà
ológun
olùṣó
táá
kojú
èrè
àjálù
iwe
inúnibíni
láìpé
tirè
##ì
síra
oríṣiríṣi
àìpé
kìkì
alágbára
gbá
lílo
33
jáwó
tèmi
èròjà
jeremáyà
ìró
bára
yẹra
pàtó
ète
májè
tọkàntọkàn
níyànjú
eeyan
ajọ
lòdì
ṣèrànwó
ayẹyẹ
and
mílíò
abé
ṣàyè
ṣègbéyàwó
dara
erékùṣù
mèsáyà
àṣìṣe
àbúrò
sán
ìrònú
ojúṣe
lójoojúmó
laarin
yi
àpèjúwe
àbájáde
ìgbàlà
line
ránṣé
múlè
igbó
kìlò
jákó
ofin
sa
péré
credit
ìṣò
àsọyé
àdánwò
màríà
béèyàn
ajé
òrìṣà
irin
kòkòrò
àkànṣe
púpọ
iroyin
wẹ
èé
íńtáné
ìbànújé
onítò
ṣíà
ṣàpèjúwe
wi
ìbílè
ìbámu
rà
éfà
dáníé
32
yó
òjò
ìpó
dẹni
rúbọ
éfésù
kẹta
sára
àìmọye
idije
ọgbọ
pá
ìkẹyìn
ìgbàanì
gún
síyẹn
gbin
sámúé
pọn
lọpọ
–
na
múnú
ipo
ìfẹ
nibi
ire
ìṣekúṣe
jámánì
jẹun
daràn
àrà
##é
ọpọlọ
ipade
ìyípadà
kúkú
akọ
ìtùnú
mìí
-o
díẹ
ìràpadà
nyi
láàrin
etí
látìgbà
kópa
àtàtà
pàdánù
ìránṣẹ
láyè
àwò
tilẹ
níṣìírí
ojúlówó
mọrírì
ìbáwí
wọnú
ibì
ère
níbẹ
wú
rẹpẹtẹ
bii
-iwe
nítòsí
oorun
##;
jọba
gẹgẹ
ìpín
yúróòpù
méjìlá
kalẹ
láìka
àríwá
osu
sú
ja
fàyè
lóhùn
ìgboyà
olú
kátólíìkì
##ò
oníwàásù
koko
ìdá
aláyò
ṣàn
"
u
ìsapá
iléeṣé
nídìí
gbígbé
ìtara
ìrora
lẹyin
ewì
fìdí
gúúsù
òǹkọ
ọjà
ìgbòkègbodò
onígbàgbó
lásìkò
bakan
àsìkò
idà
sípò
lépa
ìhà
ìyàtò
ji
ròyìn
áfíríkà
ile-ise
eko
oselu
aládùúgbò
ìrìbọmi
ìparun
tabi
jín
sòótó
adúróṣinṣin
kàwé
fìfé
olóró
máàkù
rì
kéde
iwa
fílípì
gòkè
gbìn
yàrá
ọgbò
ìyìn
lókè
jìyà
faransé
alákòókò
wúrà
ìdààmú
polongo
ẹnikẹ
obinrin
ìgbésè
ṣeré
pìwà
sóhun
epo
ìwàláàyè
ìdùnnú
bú
gò
bu
ṣáá
ẹja
rìnrìn
àfi
nba
iró
àlejò
onísáàmù
nìyí
lèyí
sójú
lógún
ẹṣin
nímò
funfun
nigeria
kúlè
òmíràn
àtúnṣe
mì
jóṣúà
òru
àníyàn
##ó
abúlé
wulè
##í
ẹgbẹẹgbè
dání
awo
ìwòsàn
èlíjà
màlúù
ìṣírí
jogún
agbaboolu
pẹpẹ
pípa
sọrọ
gbọn
ṣiṣẹ
##è
apc
dógún
olódùmarè
sìgá
láwùjọ
ṣáà
nkan
jákèjádò
asofin
pada
kíláàsì
aláìpé
37
níní
nile
aláìní
èwe
dídùn
ìkànnì
wáìnì
ori
kìlómítà
àtò
oṣelu
gege
gbáà
ogójì
hùn
34
òṣèlú
naijiria,
gàn
aago
kaèdè
lọwọ
ọpọ
para
lohun
alààyè
sile
pápá
àdúgbò
mímú
ìjì
ẹjọ
ṣubú
àkọ
ìkìlò
àjèjì
dun
nira
ṣugbọn
láṣẹ
ẹlẹgbé
##á
kéékèèké
dìgbà
oṣu
opó
lee
oríkì
olùdarí
lorile
sáré
ǹjẹ
àsè
oludije
ojo
york
yii,
kọrin
òfuurufú
ìkálẹ
òkùnkùn
tẹlifíṣò
yára
tayò
south
mímu
lorile-ede
léwu
ṣèwádìí
nàìjíríà
35
aláìsàn
ìkó
lápá
jade
gbéṣé
fìyà
ewé
sinmi
ìpínlẹ
orilẹede
dàbí
ìmúṣẹ
ìkà
ìjìnlè
àpò
tipé
kóun
bible
òdì
tóo
ẹní
yanturu
r
jérúsálẹ
ńbà
wípé
meji
alé
ńlán
irun
ìjíròrò
lòun
àṣírí
àá
forí
ebi
arìnrìn
ògiri
jáì
ayọ
nú
##ú
ìparí
mímò
míkà
orísun
ni,
bímọ
##y
lákò
ìsinmi
tẹnu
ibùdó
jékó
igbe
láì
lágbègbè
gbógun
abájọ
lojo
bìkítà
ṣinṣin
ṣẹlẹ
aye
akéde
adití
ṣàníyàn
##ù
olówó
agbaye
ẹbí
alákòóso
fáráò
##)
níjàánu
iru
bíbá
ìràwò
ìdárayá
lowo
ibẹ
afé
lówó
léfì
sípàdé
pútà
ahó
ìṣèlú
tìtorí
pípéye
olóye
ayérayé
nígbèésí
òpó
ìfaradà
pàfiyèsí
ìsinsìnyí
idagbasoke
ààrẹ
inu
fàdákà
muhammadu
hé
sáà
ìwòye
bẹẹ
èkejì
hu
adari
ẹwà
àgbè
dìídì
báa
lójúfò
rọra
pátá
ojoojúmó
ìkò
ogunló
fídíò
ìdánilójú
leyin
du
nígbàgbó
àtẹ
gbòòrò
ẹnìkan
àlá
sẹẹsẹ
ero
agbegbe
ìjé
irúgbìn
ìtura
àkòrí
ìpínrò
john
iléèwé
àjàrà
mát
àkọlé
àdéhùn
tọrọ
wíwá
òkèèrè
àìní
báni
rìṣà
pataki
kára
kii
jíjẹ
àgọ
sígbà
lárugẹ
aráàlú
àṣeyọrí
gorí
dọọdún
ihò
fòpin
silẹ
ráyè
ikọ
ṣeyebíye
ládùúgbò
ye
batisí
àìlera
rúùtù
rédíò
oníwà
hìn
dáwó
ṣàṣeyọrí
ìṣúra
ejò
aṣojú
àbá
kólósè
lítíréṣọ
ìbẹ
odi
báà
may
sm
olè
ìpè
àpáta
táwa
ṣojú
ìrísí
níkẹyìn
japan
gílíádì
ẹyọ
ìnira
ọlọpaa
ìbátan
dù
búré
ọkan
síbẹ
asán
yàtọ
##un
watch
society
sunkún
akò
osise
fipá
april
gígùn
soro
alára
keji
ere
bẹrẹ
ọnà
dópin
ìtẹ
àṣàrò
miran
onídàájó
aabo
lágbàáyé
gbèsè
látàrí
kuro
bọlá
àtakò
nídè
nilu
ami
nítumò
ṣàkóbá
ìṣòtító
àfikún
nó
kede
dúdú
ìbò
olùfé
ibeere
fìgbà
agbègbè
lábẹ
city
abo
iyebíye
bani
pupa
igbakeji
fíìmù
bayii
tìfé
idi
pdp
jagun
kìí
ìfò
éjíbítì
bùkátà
ìrànwó
ademola
40
ìṣàpẹẹrẹ
tower
lọdun
awọ
ìdẹwò
yege
aláwò
tipasè
is
lílọ
bìnrin
àgbèrè
fẹsè
ṣàṣàrò
fèsì
ṣàìsàn
ṣàpẹẹrẹ
ìdánwò
odindi
níbí
ogbeni
ṣeni
september
ìdájọ
wádìí
mojuto
niluu
jùlọ
oríṣi
mọdé
àkàwé
inec
yunifásítì
tíọ
lẹni
dénú
òtítọ
àdíré
múni
tìrẹ
igbimọ
apapo
ìbàjé
tórúkọ
minisita
lọjọ
alaga
oyè
##an
àfiyèsí
kúkúrú
ìṣègùn
j
yìnwá
onírè
ìré
kígbe
àmọ
pẹlẹbẹ
egungun
##t
ọsirélíà
lómìnira
ṣàkíyèsí
oore
làwó
ife
jálè
gbilè
ìkún
kùnà
lérò
fòfin
diutarónómì
ọkà
àbójútó
kíá
farisí
olùgbé
##:
òwò
tirẹ
ṣàdédé
nírú
gbéra
december
dènà
aṣofin
kété
##ra
òpìtàn
ṣàtúnṣe
kíkọ
arúgbó
ìdúróṣinṣin
àyípadà
panṣágà
ṣèpinnu
ìbí
ìgbéraga
tẹsalóníkà
kẹrin
ìkórìíra
síkò
##in
ẹkún
olùjọsìn
nipinlẹ
38
1914
ìgbàgbọ
omijé
jèrè
iyì
láfikún
ìjìyà
okùn
léraléra
yọjú
kánádà
ọpọlọpọ
ìdáríjì
àfojúsùn
oníṣègùn
salaye
lórúkọ
fí
fe
##ni
eleyi
ọmọnìyàn
wíwo
loju
òsì
sípéènì
olùṣàkóso
débè
tẹlifóònù
october
sábé
kírísítì
oyin
kíkà
eleto
as
ríran
kóra
wíwà
keje
iwadii
ńláńlá
ìpìlè
oníṣòwò
gbóríyìn
gbèjà
dibo
tóótun
january
bere
lemó
lai
ìkórè
àpáàdì
jákọ
ṣalaye
àtọmọdó
tanú
brazil
kopa
david
ìdálé
sowó
rá
kísódù
gálátíà
ìtòlé
éèdì
nísàlè
aje
ọdẹ
ibùgbé
délè
ọna
òṣùpá
orukọ
jìn
gbójú
agbẹnusọ
níye
dídá
koju
járí
july
##le
atúmò
ariwo
òtòṣì
adájó
níbàámu
ítálì
rẹ,
láéláé
lápapò
june
sise
onígbọràn
isẹ
dárúkọ
agbabọọlu
kànlá
igbesẹ
éṣíà
kìnnìún
gan-an
pese
36
2019
òdòdó
ìtìjú
àjùmọ
lóyún
ṣàwárí
gbóná
atiku
##r
ìbọn
ẹyin
lèèyàn
august
káwa
síta
láìjé
jónà
##l
ọmọlúwàbí
ìmọrírì
march
ìrò
rín
orilẹ-ede
esi
àràádó
nírètí
gíríìsì
kíké
àtọkànwá
gù
íńdíà
titi
olori
níṣò
wíwàásù
ṣàrà
ìparapò
ọdọ
pamọ
nilé
ọlọrun
ìgbó
àbùdá
adé
ìnàjú
títóbi
tuni
itan
tálákà
gómìnà
aláàánú
africa
ísákì
àìtó
yìndà
ajá
lógo
gbéjà
ìta
ilana
kàyéfì
ìtumọ
títè
fúngbà
ìdajì
wàyí
títa
sunwò
nípò
amọ
miiran
àwọ
tako
abala
ojútùú
ṣèbè
jòh
gbajúmò
ìyàsímímó
gbígba
ìpilè
kálè
ìjẹ
àìlé
àfọwó
sísun
aládé
kíka
kánrin
fonọ
dánì
òtútù
lóbìnrin
lálé
ina
èlíṣà
tàlá
kálukú
fóònù
apè
òmùgò
ààlà
mutí
lóṣù
làwa
àyàfi
kán
44
ààfin
sídìí
ìpamó
sárà
rìnlá
fàlàlà
bíbí
##d
ibòmíràn
yo
kúnré
##h
èwo
gọ
édé
kénáánì
ifẹ
gbáko
bàtà
ọpé
àwo
sáàárín
jo
tààràtà
rìndínlógún
ìló
ètè
ilera
gbájú
fo
dójú
tìẹ
amò
òṣì
benin
akitiyan
àfonífojì
ẹkùn
àpapò
nehemáyà
méjìdínlógún
alátakò
èkó
samáríà
ifesewonse
báálì
ẹsun
mẹta
iṣẹlẹ
fiyè
aginjù
ọlọgbó
ṣèwà
àtohun
amágé
ìsíkíé
ìkóra
wàrà
pariwo
pani
gbàrà
fínra
fani
ìdè
tojú
ìrékọjá
super
láìfi
kóo
bayii,
ìyọnu
ìgbẹ
payá
násì
45
àgàgà
nla
ilú
pọkàn
bílíò
ìyó
ìyàlé
ìgbọ
tẹrí
m
ileeṣẹ
gbédègbé
##mọ
látorí
dòní
dáradára
nígbàkigbà
november
fọn
ọmọnìkejì
ẹgbàá
àtè
yípadà
ńké
ṣàgbéyè
àfiwé
yìnyín
state
olùkọ
asoju
41
##er
ẹmi
onímọ
ona
lójijì
##lẹ
ṣòfò
ogbó
juwó
tii
eni
42
tinútinú
níléèwé
móábù
ṣàánú
kèfèrí
isele
oṣiṣẹ
jawe
fúùfù
ṣàìgbọràn
ìjòyè
ìbílẹ
láàmú
ìsádi
saa
níhìn
tinú
ofurufu
paapaa
dúpẹ
bì
àkóso
tójú
asiko
olubori
góńgó
gbòde
tàdínlógún
ija
eyín
alábàáké
yàyà
sílùú
oyún
l
kan,
gbéni
ìbá
tùràrí
tín
sunday
májẹ
39
##m
ìmárale
olùrànló
ìyókù
àsọjáde
february
nímùúṣẹ
àárò
rorò
duro
yíò
iya
ijó
##on
árónì
tobi
lásárù
iku
níṣé
látọwó
fẹnu
ìyàn
ìpolongo
mítà
eka
kíyèsí
kaakiri
há
etíkun
ṣohun
nígbè
ìdíje
àjọyò
ekun
òyìnbó
ìlẹ
àárin
tesiwaju
ṣèṣekúṣe
tábìlì
kẹsè
ibojì
ewéko
d
òwúrò
àkájọ
àkàrà
nílẹ
lóru
kúnjú
rírí
kúfè
dáná
jẹjẹrẹ
1999
ọlò
lorilẹede
boko
tutù
fọgbó
##ùn
rùn-ún
kábàámò
korea
búra
koríko
ibí
hánà
aláìlera
iléiṣẹ
ìdarí
àgbàlá
nsì
gangan
àṣekára
héb
gbígbóná
darúgbó
ọrùn
ṣèdájó
oró
láìní
ibòmíì
bàá
apapọ
ṣú
ṣíwájú
àbùkù
papa
on
ologun
abuja
àtèyí
àtijọ
sita
gbígbà
##ta
ṣókí
tòun
karí
for
##re
ìgbèkùn
wúwo
onígboyà
jùdíà
fòye
yááfì
ipolongo
dádì
ọmọ-ẹ
sekaráyà
nilẹ
gbo
ìkọ
énó
yani
london
igbese
tàbi
pílátù
padanu
ntúnwò
adágún
ìpèsè
nipinle
márùn-ún
labẹ
alaafia
2000
ọmọdékùnrin
ààtò
ránṣẹ
náómì
eléyìí
##),
##de
ìṣọ
ìdánilé
ológo
jiyàn
fura
ààyè
àkópò
pari
bámidélé
ṣamò
wálé
tract
odo
kíákíá
james
gálílì
emi
aṣé
aláìgbàgbó
ńtíkó
ìmọtara
witnesses
sóde
pìtàn
naira
ayó
ató
ọgọ
ìgbádùn
nnkan
ìdàgbàsókè
èsì
ásíríà
sọni
jehovah’s
##ṣẹ
wérò
tónítóní
sójà
olóṣèlú
níyà
afẹ
##”
sín
forúkọ
dúnrún
aláìlé
2018
ìránnilétí
olu
kíróníkà
##k
ọdọọdún
àbáyọ
tím
sugbon
péye
eko,
kéènì
hó
lóko
kẹfà
ògbógi
ìṣeré
síbì
sanwó
jọra
dorí
brooklyn
boolu
ìsàlẹ
ẹrọ
èyíinì
wàláà
oloye
ọpẹ
àárè
pét
poland
awuyewuye
òwúrọ
ìdáké
áhábù
wíwàníhìn
ijọ
bee
be
akoroyin
ólífì
ìlò
ìgbọràn
wahala
kànlé
igun
eagles
bíṣó
bárakú
agbe
ìnáwó
àté
àléébù
síni
láyà
àríyànjiyàn
àpéjọpò
yàwòrán
t
lawọn
kọsè
délé
ayo
##ti
ìjímìjí
àgbò
jónátánì
ẹkọ
ṣíwó
àpérò
túmọ
olùṣòtító
kín
gbàgbọ
2001
##jú
àròsọ
ohun,
iṣan
43
##ba
taló
oludari
langba
agbẹjó
##mi
póòpù
palè
mejeeji
kọjú
jíjinlè
hesekáyà
dórí
ẹhànnà
ìṣesí
níṣòro
mọkùnrin
látìn
ibà
agbawèrèmé
ìsìnkú
ìgbàlódé
kàndínlógún
gágá
dunjú
sanra
pin
oníṣó
káàdì
ṣà
àjàkálè
ribiribi
fífúnni
alẹ
onínúure
obi
jini
daju
bàlágà
##ko
ṣàṣìṣe
rara
julo
george
fawọn
##tì
ooru
irọ
ọkunrin
ẹbi
wa,
rírẹlè
ojúsàájú
kọlu
ṣètìlé
ògún
olùgbó
nwọ
kodò
dídi
bófin
##us
ṣàì
ìkejì
ìdúró
wọn,
tìkára
síríà
akoko
##na
ṣègbé
ìpalára
ábúrámù
sinu
lulè
jíjà
julọ
##se
ìgbò
àìmọ
olóyè
gbùngbùn
fikun
erin
##la
ìjákulè
oogun
no
awakò
siwaju
anfaani
50
ṣàkọsílè
ṣa
ìbé
ìbàlè
taratara
okan
ìṣísè
rẹyìn
eegun
adùn
jẹyọ
fáwẹ
fihan
erongba
aáwò
ṣètọrẹ
ìkòkò
èéfín
èdèkòyédè
áàkì
àádọ
soviet
nípàdé
málákì
gídíónì
48
ìtọ
áárónì
àlùmó
páṣíà
lílekoko
láàánú
awalè
ámósì
yíjú
yìnbò
yàgò
oníjè
ida
dáni
bojú
ayelujara
ẹrẹ
ṣíbẹ
ṣèpàdé
ńbé
òrùlé
sà
fífún
fìtara
tótó
súnmọ
sinimá
gi
edo
ọmọ-ogun
ìwo
bóo
ìtúmò
ìsọ
yán
gbani
asa
##kan
sólómónì
onílé
láre
iran
akọkọ
##ún
##wọ
àgbẹ
réré
olùjó
marun
ewúré
c
abubakar
world
robert
onítara
ojúgbà
léèrè
kọbi
kérésìmesì
iwọ
àwon
pérépéré
dáké
dari
ańgẹ
65
ìje
àìmó
àlìkámà
àjẹsára
oníṣẹ
haram
balẹ
ana
##2
ìtìlé
olùṣèwádìí
nàkọnà
jòsáyà
giga
fasiti
46
ọgbé
ẹkun
àwó
àga
láárí
gágun
china
ábúsálómù
nikan
mánásè
màtá
ijamba
halè
fàwọn
dúkìá
din
akọni
òpópónà
ìfòyemò
ègbé
pà
ewe,
baà
ìṣètò
yéé
niníṣè
kánkán
joseph
dábàá
ìṣí
ìrunú
kẹjọ
jalè
díwò
dokita
ẹgbàajì
ìwàkiwà
mè
hábákúkù
aláàbò
##si
níwà
lóríṣiríṣi
kwara
##0
##es
òòjó
àgbàdo
sítérì
oníṣé
lataari
jíjìn
ibudo
fọwọ
fílístínì
akanse
saaju
oríṣìíríṣìí
ipele
dije
òṣìṣẹ
àǹfààní
síi
ni:
f
ọhun
ẹṣẹ
ébé
àgàbàgebè
tẹlẹ
opo
ajíhìnrere
agogo
ọbẹ
ìdò
wúńdíá
mánigbàgbé
mejì
lodun
afó
##1
ṣáínà
ìgboro
àṣé
àmujù
lópin
báńkì
ìyò
àjàgà
maria
lékè
lulẹ
55
ìdán
wọṣé
united
paró
jìnnìjìnnì
gaara
eleyii
ìjìnlẹ
paul
national
lóore
fìwà
akẹ
##c
ẹgbẹrun
ìkésíni
ètùtù
nípasẹ
mulẹ
léèwò
ipinnu
gbayì
##lé
rèbékà
onídààmú
mìílò
lẹnu
iyò
international
gbogun
2002
##5
ìkókó
re,
jọjọ
abò
##9
ṣiyèméjì
yíká
oga
níwọ
mọṣé
ipenija
##wó
##sì
ìtajà
àkójọ
tínú
sítán
soju
níhà
igbá
hun
báyé
rìnlélógún
news
léfítíkù
káàtó
káyé
iyawo
ikùn
gbòn
ìyẹ
sábáàtì
onínú
oni
oke
lèrò
ila
ifá
1090
òórùn
ìpèníjà
tọwó
lílò
##4
##rin
ṣekú
ìyànjú
àforíjì
gbèrò
eréonítàn
ìrì
èbúté
ámónì
latari
fìtílà
ẹka
èdìdì
p.m.b
láàárò
h
##ye
yíyẹ
oloogbe
kànga
ikolu
bibeli
ìka
àtọwó
àtààbò
pálapàla
peter
kòté
késárì
júdásì
jósẹ
bàjẹ
beere
##7
##wa
##g
ìṣọwọ
ìkéde
pùròté
ojúkòkòrò
miló
kórè
iyè
fini
aísá
ìsoríkó
lóun
imú
fu
##wo
àkọsílẹ
yatọ
wọle
níbo
miliọnu
lálejò
apa
alága
ìyàtọ
àìṣòótó
àtìgbà
sábàá
nínéfè
nígbàtí
agbara
2003
ẹfolúṣò
ìṣirò
àgbéyẹ
olopaa
kọkọ
diẹ
adajọ
119
##3
##ka
ṣeun
títù
régé
all
60
##,000
##jẹ
ìwè
ìbànújẹ
èmí
tóó
tori
sísọni
jagunjagun
gbéyàwó
fèrèsé
ewúrẹ
bóásì
bill
akọrin
akin
##6
ọjọgbọn
ńbélé
ìfọ
wakò
sánmà
pilè
láìṣe
ijo
ibilẹ
daniel
ìrúbọ
ìpínyà
yoru
tóò
pópó
olùgbàlà
náwó
mimo
meje
kànbalè
bọọlu
agbofinro
##ro
ìmísí
ìlù
www.jw.org
tìrè
sínágó
sii
níbikíbi
kòtò
kudiẹ
dànù
aṣòfin
##en
ṣíṣeyebíye
william
tayọ
nebukadinésárì
lóòótọ
jòjòló
gbígbó
##ya
##sẹ
ṣebí
pupo
opolopo
oníròyìn
igbeyawo
##ri
ìlara
fín
aláìmọ
##kọ
##je
ṣòwò
ìwọra
yẹpẹrẹ
papọ
owe
meta
lóró
létòlétò
kánjúkánjú
irinajo
47
ńjámínì
ìmìtìtì
ásà
àkíyèsí
watchtower
tílé
péjọ
kérésì
iyèméjì
ibùsùn
dóko
òńkọ
ìbàdàn
èéṣe
yoòbá
lọna
jowú
hóséà
girama
fútà
bèèrè
##mù
##da
ìṣáájú
títì
tete
rẹwà
pennsylvania
olórin
ipese
idẹ
encyclopedia
'
ńbè
ìsè
yàmè
puró
mohammed
jéhù
ekuru
akọroyin
ìgbésẹ
titun
múná
látọkànwá
iṣu
filísínì
##ṣe
##ing
ìsò
rírìn
oríléeṣé
onísìn
nígboyà
láyìíká
fàájì
ariwa
ọfà
ìgbè
tiraka
russell
mẹrin
labe
imọ
gbàfiyèsí
dààmú
atunse
aláwọ
##ju
ṣèdíwó
ṣááju
ìríra
ìgbèríko
àdádó
sọnù
ayeye
##bọ
ọlè
ìpọ
èpò
àfihàn
olote
mọwó
léṣe
jáfáfá
dámò
charles
70
owú
nítòótọ
igberu
dájó
aájò
ḿpìlì
union
tìkò
sorí
olùbánisò
lèmi
bánábà
alárinrin
ìdẹkùn
èébú
sefanáyà
kásè
kulè
kinni
1950
##8
##yà
ìjókòó
àríyá
wúni
won,
síónì
sírà
olùwádìí
nígbèkùn
kápá
fidio
aláìṣòótó
ìdìbò
àìsí
oyo
michael
lárò
afọ
abiyamọ
##án
##àn
òmùgọ
àṣejù
àmúlò
àkóbá
tele
ráhábù
kọja
ekiti
asia
##di
ìlọsíwájú
ìjùmò
rówó
olójú
lilo
laye
kere
k
fìgboyà
egbòogi
##pọ
##jọ
símónì
pupọ
oloro
lójúmó
lòpò
irínwó
dáńgájíá
##to
##gun
ìrọ
ìgbómìnà
sódómù
rọgbọ
nibẹ
múlẹ
luther
bẹnu
ìgbìmọ
àgbá
te
rògbòdìyàn
kùdìè
ke
bóun
##rí
##al
ìrànlọ
ìpele
éfé
ègún
músé
mule
igbo
gbòò
aṣálè
atawọn
##v
##rò
wole
ukraine
olùyò
ibrahim
democratic
1998
##ín
##pa
ṣàjèjì
òjìji
ìfọkànsìn
éfúráímù
àkànlò
títayọ
níbì
ibodè
ìṣìnà
onímìísí
darapọ
bébà
amerika
2004
ọgbẹni
ọga
ṣèèṣì
ìgò
àgbààgbà
yio
we
tára
ríṣé
rora
oǹdó
oye
njẹ
kípé
fòyà
eye
afrika
ojogbon
mànàmáná
gbèrú
dúrójayé
baa
amofin
abadofin
àwòké
pààyàn
númérì
nísàn
látọkàn
jùmò
ireti
1919
##po
##ji
ṣèké
àwòkó
àgbélébùú
síṣé
sugbọn
látọdún
lárinrin
kíni
karùn
imo
gbọọrọ
fowó
ayaba
ísò
ìrẹ
ìdènà
àìgbó
winá
látọjó
iwosan
atẹ
aláìṣòdodo
##b
ṣenúnibíni
times
saraki
oba
nínu
kàmàmà
ikọlu
hán
fíìfíì
foju
dákẹ
aṣa
##íà
##bi
ẹnubodè
ṣiyè
tàdínló
ronu
oludibo
mimọ
isuna
gogoro
ge
akó
òṣèré
àìdáa
àtìpó
súre
sísò
níta
kúnnú
bàbà
alábàáṣiṣé
300001
##ia
ìrìnàjò
ìfara
republic
pòórá
olùwá
mary
el
dídì
##nu
ọmú
ṣébà
ìpíndó
àpèjẹ
àlọ
pọndandan
paris
ifigagbaga
gbiyanju
fóun
dupe
apẹja
aisan
agbéraga
2015
ìpànìyàn
tile
st
lona
ibadan
bárúkù
apero
apc,
alatako
1990
##nì
ọmọdébìnrin
tààrà
si,
ríronú
pàbó
nísinsìn
mójú
làákàyè
lagbaye
kete
igbalode
boya
arun
abajade
“a
ọṣẹ
ẹsin
òkìkí
òdìkejì
who
pàn
potogí
philippines
paraku
ojuse
mii
ihà
gbígbẹ
gbígbàdúrà
adìyẹ
##ng
##bo
ńlè
ìgbì
àkúnya
táyé
rìndínló
ranni
nilo
gọbọi
dan
agẹmọ
##'
##ìn
##rì
ṣu
ìnìkàngbé
ìbáké
áà
àwọsánmà
àná
yíyan
yáa
tòsí
school
pépé
lóhun
làjú
gí
dọmọ
orílé
nísinsin
láàárin
kànlélógún
knorr
irè
ganan
ahọ
òún
òùngbẹ
ìmúra
ìkankan
ìfè
wéra
rírú
ríkò
rii
omíyalé
netherlands
méjìdínló
jàre
g
ṣiṣe
ìyé
ìmúratán
okòwò
mọbìnrin
me
kúrú
bàjé
bibi
ṣíṣó
ìṣarasíhùwà
w
aṣẹ
amí
àmò
láá
káàbò
jóòótó
góòlù
fì
do
ami-ayo
2012
##te
##f
ṣayẹyẹ
ògbólógbòó
ìmoore
élì
àmúyẹ
lorúkọ
fagi
elo
atileyin
2011
1997
##run
ọrun
òwú
wewu
tẹra
tàbùkù
polówó
p
olorun
iwin
gúnlè
##’
àbọ
osinbajo
jíjí
##z
##sí
##ru
##ne
university
pdp,
paná
orilẹ
násárétì
nábálì
martin
kéréje
asò
##-
##rẹ
##ja
ìríjú
àpapọ
àdánù
yìngbé
wéwèé
títà
sísin
oja
nrán
janjan
finú
etiópíà
dídúró
buyì
ṣèpalára
rákélì
owewe
os
nii
mùsùlùmí
méjìlélógún
moscow
lọmọ
lápapọ
isokan
aseyori
america
akonimoogba
aarun
ìrònúpìwàdà
ronke
olónìí
olókìkí
múpò
kẹwàá
falè
aworan
arabinrin
ṣúgà
àjà
yìnbọn
yéni
sísàlè
márùndínlógójì
makedóníà
kíkankíkan
iwọde
ireland
ibile
fífé
egbò
adúróṣánṣán
2016
1945
##ki
ògbón
àlááfíà
àbò
rìnléló
richard
party
oniroyin
omo-ogun
oloṣelu
máṣe
koro
aláìmó
2014
##jo
##gba
##bà
ìṣúnná
àwárí
yangàn
tawọn
pésè
pàjáwìrì
oríkèé
márùndínló
loèdè
kíkorò
jíhìn
hẹ
fohùn
èémí
èrèlè
wọni
version
rajà
merin
lọ,
lódindi
léèmò
láṣọ
jíjó
jonathan
ọṣé
tírí
lájorí
fidi
dẹnu
congress
ata
asọ
amòye
2013
àfàìmò
tubo
ríi
okeere
odidi
másùnmáwo
mark
jóábù
ibikíbi
hitler
fá
by
##’s
##p
ìmí
yapa
wálè
tani
sámúsìnì
sipo
mèremère
láfiwé
kọkàndínlógún
ibasepo
ahmed
ọwò
ṣìké
èròn
àtinúwá
àbè
tágbára
runwá
leti
isoro
darandaran
bàn
ahoro
##lọ
ìpìlẹ
ìdúpé
àìṣòdodo
àsíá
wíwò
tẹni
tírú
oníhòòhò
ondo
míràn
kóòtù
kórà
jóná
gbajugbaja
dédé
até
agbégbé
51
49
2007
100
ìyọrísí
ìyapa
ìtìlẹyìn
ìrawó
ìgbàkigbà
sọdá
sàréè
nuwò
milionu
ike
ijiroro
atẹjade
2009
##mu
ńkọ
ńdà
àìgbọràn
tẹsè
tìdí
takọtabo
switzerland
ràkúnmí
oi
nṣe
méjìléló
lábúlé
kíkọyọyọ
kàlé
jùyẹn
jìbìtì
gusu
eléré
dìdàkudà
akẹkọọ
2006
##mo
##dì
ọmọde
ìwó
wáṣé
témi
pààrò
onímọtara
kikun
júúdà
ikede
híhù
gòláyátì
fúnrúgbìn
ṣọṣé
ísáákì
ìṣiṣé
yíyí
túútúú
tòrò
tàléló
takuntakun
oruko
mefa
lóri
awa
arọ
alhaji
afárá
ṣíṣàì
ṣaaju
ìpolówó
àyẹ
wáá
wáyè
tiyín
su
oníṣekúṣe
módékáì
kánjú
keta
jin
jaburata
gbámúṣé
dẹwó
die
arẹwà
agbéròyìnjáde
-ẹ
##ma
##ga
##ed
ṣara
ìtẹríba
ìtàgé
ìrìnnà
àtiṣe
tàlélógún
sámúẹ
seyi
níí
makinde
látòkèdélè
leè
jọpò
ják
fún-un
england
dunni
bíbéèrè
baálé
ayélujára
akowe
##yé
##do
ọmọléèwé
ńsónáǹtì
ìkówèésí
àwókù
wipe
síhà
sàn-án
lákọó
kọkànlá
kùtùkùtù
kíyèsíi
kíkan
jọjú
atóbiló
aláìkọlà
aburú
##lo
ọsẹ
ìgbàkígbà
àìrí
àyànfé
smith
olùfẹ
làálàá
kádàrá
history
gbodo
afirika
1995
##ónì
##we
##lè
##là
ẹtọ
ṣúlè
ṣírò
ǹkan
òkúdu
ìfihàn
ìdáná
áténì
àsálà
parun
ounjẹ
jíṣé
gboriyin
fihàn
araalu
apániláyà
alakoso
53
##ku
ẹnikẹni
ńtì
ìfọwó
àdánidá
yún
tẹjú
táráyé
thomas
níyàwó
idajọ
henry
fayé
eso
dídé
bomi
alárinà
akegbe
72
607
##élì
##kẹ
##el
ṣísè
ìhámó
ìbejì
èjìká
wòran
tùn
mídíánì
isẹlẹ
dálè
atejade
alátùn
ṣètìlẹyìn
ṣàtakò
ṣaláìní
òṣùwò
ìjábá
ìbàjẹ
édómù
èròkerò
àdàbà
wón
wádún
olóògbé
okùnfà
nhùwà
nawó
leke
karun
isere
fòòró
dùbúlè
california
2008
ṣìó
ìbúra
ìbímọ
ábígé
rutherford
pínyà
onípò
ogagun
níyì
lóòjó
láàyò
kérúbù
jíjìnnà
egberun
ajimobi
1939
##rọ
ńbẹ
ìgbatẹnirò
tábà
sọ,
rètí
pípèsè
oloselu
minista
káàánú
kejìlá
ibú
gbúròó
gbágbáágbá
fawon
dáyé
akópa
ìsopò
ìdìpò
ásáfù
àmín
uganda
tijú
sẹyin
pèpéle
lóṣooṣù
lórin
kól
hágáì
gbagbe
fínnúfíndò
eléwu
eku
adehun
##ge
ìtànná
àìlófin
àdá
yòò
yìntì
títẹ
tírè
tinubu
septuagint
sele
ròkè
píláné
ninú
lootọ
kẹrìnlá
kookan
arìndìn
alaye
òǹdó
ìfọkànsin
ìbísí
wíwúwo
sírú
síkàáwó
pète
ojúure
nírìírí
móoru
lílépa
láìlo
kaadi
irinṣé
gírámà
fílí
aṣaralóore
##tí
##man
ọgbọn
ìṣù
ìwéwèé
àbẹ
yóó
yíyàn
yemi
sítéfánù
seleri
ríra
ráúráú
lọpé
kúnnù
gán
gàgà
gbére
eérú
ayajọ
2005
##lá
##ke
ọbasanjọ
yoruba,
tíyẹn
títé
ríbi
kòbákùngbé
iwaju
iwadi
ita
isakoso
ikún
ibajẹ
hámánì
gbáyé
bori
ayẹwo
aró
afcon
##sọ
##dà
ṣíṣègbọràn
ṣáko
ìwúkàrà
sẹlẹ
sóun
síbí
russia
pàṣípààrò
pegede
oníbàárà
kóni
kénánì
irúfẹ
alágbèéká
2010
1993
1970
1940
##ran
##bí
ṣòroó
ìtayọ
ìkíni
ìhòòhò
àìmò
tipátipá
sànhé
ri,
pípẹ
osisẹ
múníìsì
márùnléló
lómi
làá
kípíró
kìlọ
dírìn
83
52
1996
##ré
##dé
##bẹ
ọta
ṣokùnfà
òwu
ìsun
ìhùwàsí
ìháragàgà
tàgbà
semonian
olóòtú
nathan
kẹrìndínlógún
kàndínló
iṣe
híhùwà
gùdù
gbilẹ
fèrè
dùkú
bárákì
austria
aláàfin
##jà
##is
ṣíṣé
ìtànṣán
àṣesìnlú
àna
pákán
pipa
pawó
naija
látìgbàdégbà
kọọkan
jan
inúure
bélú
bàbàrà
aarin
66
ṣánpó
ńnú
ìbáṣepọ
àdáni
you
soṣíọ
n,
lélẹ
láṣeyọrí
láìnídìí
king
kejila
hára
fàṣẹ
aṣebi
ate
##?
##lì
##ch
##ce
ẹbọra
òfìfo
ìpayà
àtijẹ
àlàfo
yíya
sàpọ
pera
níṣè
mówó
jíire
he
gbun
fòróró
bùkún
arùfé
akíkanjú
agbófinró
abó
abàmì
1980
ṣòfin
òrùka
òkìtì
ìn
àbínibí
yíyò
sẹnetọ
sínáì
sìnrú
sweden
ráhùn
mẹsè
màbo
láìmò
jésè
irufẹ
ileri
english
dukia
deji
bọmi
buruku
145
##as
##ar
ìrélànàkọjá
àpilẹ
v
tòde
ràá
pàrọwà
progressives
pabanbarì
nátánì
mùtí
koda
kangí
itoju
gúsù
guusu
fifi
elédè
díjú
díje
dìbò
afọgbó
ṣàṣà
òpùró
sokunfa
ranyàn
pé,
oniruuru
omidan
olugbe
olorin
márùndínláàádó
lọdọ
lókìkí
látòkè
látìbè
lárùn
kazakhstan
janduku
idì
gúnmó
eégún
ewú
aṣòdì
aláápọn
##nú
##nà
##kun
##go
ọsibítù
ẹya
ṣókùnkùn
ṣàròyé
ìletò
àtìyàwó
rinlè
nré
mórí
irúfé
ilà
ile-igbimo
eyi,
dictionary
dennis
500
##ara
ọyọ
òjijì
ìṣùpò
wárìrì
sibi
rékọjá
péálì
olólùfé
olókè
obìrin
lóminú
lágbo
kano
kanlè
gbégbèésè
erùpè
balogun
at
agbami
1960
##x
##ní
##kú
ńdò
ìgbàgbé
àtimu
àgbọn
tọkùnrin
sàmì
páálí
kíyẹn
kinkin
india
gál
gudugudu
gbẹnu
gbosuba
fìlà
dipo
200
##wò
##lu
##jì
##ey
ọja
ìfojúsó
àlùkò
àkóràn
yara
sópin
setan
olùpòkìkí
o,
látẹnu
jèhóṣáfátì
ewébè
dígí
dupo
balógun
african
1994
##w
##gi
ìkẹta
àdàkàdekè
tobìnrin
oní
olùbè
laipẹ
iyàrá
gbáàtúù
gbàù
fífọkànsin
fáíró
egypt
atukò
aládùn
##mú
##be
òòfà
ìṣòwò
ìforítì
èkíní
turkey
tiẹ
taa
seto
oṣere
ounje
olùṣọ
ololufẹ
odaran
nidi
lẹnì
kànléló
kooro
kirisé
kanra
jiroro
hú
friday
fayò
eti
encyclopædia
aásìkí
54
##os
òṣùwọ
òòrùn
ìgbín
tẹlè
tóóró
tuko
sáárá
samuel
oku
lónírúurú
efcc
dàṣà
deede
christensen
bèbè
belgium
awòràwò
albert
90
2017
1991
1943
1918
##fa
ìpakúpa
ìjàkadì
ìdámẹ
èṣo
ríru
ráwọn
pẹrẹu
omowe
ológoṣé
nínífè
mowó
kọra
júbà
idanwo
gbọgbé
fopin
ala
agboolé
1930
##mí
ọmọlúàbí
ṣékélì
ìmè
ìhónú
wíwulè
tálé
stephen
rọlè
pòkìkí
pákó
peléke
odùduwà
láìfò
lagos
ilé-ẹ
helen
gbajúgbajà
bíburú
“mo
ṣíṣí
ìtóye
ìnilára
àwíjàre
àrànmọ
wọkò
wèrè
níkòó
kíkú
káfíńtà
irinna
inc
hong
gbigbe
fáwa
france
atọ
alákọ
##li
ọla
ẹri
ẹgbàágbèje
àtúnbí
tòótọ
sori
pàpà
ose
olùṣe
ogoji
ode
manchester
li
kọlù
kís
jamb
guinea
fúngun
farahàn
apànìyàn
agọ
ọgọrun
ẹru
òhun
ìṣàn
áńtíókù
àtimáa
tòru
sám
ree
oore-ọ
ohio
nini
mẹditaréníà
kọlè
kẹsàn
kíkò
josé
idunnu
gádì
britain
anna
58
2,000
##gbé
ìrèké
títún
tage
safihan
ojúmọ
nípaṣẹ
nipo
ng
loni
kámé
jésíbé
hùmò
gbigba
fífọwó
búdà
adura
56
##yin
##ró
##gbà
ṣoju
òté
àjọlò
àjogúnbá
yékéyéké
washington
van
olóore
lorilẹ-ede
kúnnákúnná
jayé
iṣejọba
iyọ
ifẹsẹwọnsẹ
idaraya
fèrò
dino
báyẹn
biribiri
baálẹ
apata
##yè
##rà
##gbẹ
##a,
ṣera
òòṣà
ìfiwéra
àtayébáyé
tọrẹ
post
ogbon
nlá
lérè
léra
látara
lábùkù
lagbara
go
gbowó
fáfá
bale
atundi
alágàbàgebè
akẹgbẹ
agbọ
##sa
ìwúrí
ìlọrin
ìdánúṣe
títọ
sudan
sinni
scriptures
náámánì
mẹfa
lílágbára
láìyẹsè
karen
fífè
fenuko
dákun
dr
baalu
akọsilẹ
aba
##ìí
##áyà
##tọ
ṣòótó
ìmòye
ìdókòwò
àkán
wọnnì
rìndínláàádó
olómìnira
méso
life
iriri
iranwo
ileesẹ
gbénú
esun
ebola
bátí
book
ben
aláìló
73
2019:
##wà
##fin
ọmọ-ọ
ṣadé
úrì
àwòfiṣàpẹẹrẹ
àfẹ
yobamoodua
tẹsiwaju
sùgbọ
pàsífíìkì
onírera
olódi
nrin
lúpè
láàrín
ikó
gboyè
fìbínú
fagbára
dàrú
denmark
awò
atilẹyin
apo
apilè
afurasi
adugbo
ṣẹṣẹ
ṣin
ìkìlọ
ìbatisí
àṣekúdórógbó
àtobìnrin
àjẹ
àfé
sílà
shittu
ráńpé
rábì
orò
orisirisi
ojúlùmò
lí
láìronú
lojuna
kòkò
kínú
ife-eye
gbadura
fífani
fesi
ethiopia
dáwọ
darapo
bíbójútó
báwò
bilionu
ayédèrú
amòfin
american
aláìṣèfé
adìẹ
150
##ton
##ie
“o
ṣo
ṣeeṣe
àtirí
àgbékalẹ
with
súni
sísan
nnu
májèlé
lẹhin
káká
júwe
journal
gbélé
calvin
bòóké
britannica
banú
aiku
80
##tà
##son
##fà
òrépèté
ísọ
ìsẹ
ìrẹsì
ìjálá
ìdàníyàn
ètekéte
àgbọ
wánilé
www.watchtower.org
tẹle
sojú
reti
osun
onítàn
nírò
musa
mimu
lóúnjẹ
kádìí
kiko
iyanrìn
isejoba
ibọn
hóró
gòmórà
fínnífínní
fin
bíbò
ase
ali
abenugan
##yan
##pẹ
##du
ìràn
èèyànkéèyàn
àjàkálẹ
wakati
sọrọ,
sódì
satileyin
oríṣìí
onimọ
nítori
nìwọ
náírà
náà,
láìkù
kédárì
kàgbákò
koja
gìrì
gà
fífẹ
bópé
akhmedov
ado
1989
1947
##wọn
ṣèwé
ù
ìtúsílè
èérí
àtìmó
àkò
àjàní
tọmọdé
sórílè
ríro
peye
opin
múyé
mexico
líló
lagbegbe
kora
ketekete
gbébè
gbàrá
fóró
fifa
dèbórà
anfani
alex
ade
##ve
ọgbẹ
ṣánṣán
ìpilẹ
élíhù
èrèdí
ámórì
àìleèkú
àpamó
àkókó
àkàbà
àgbájọ
yingin
tàbanta
talákà
palé
oriṣiriṣi
orileede
ojoojúmọ
niger
méjìdínláàádó
musulumi
maya
lóòrèkóòrè
látìmó
kòríà
kìlógíráàmù
ipe
fìn
dídára
dákú
bèróà
bánónì
aṣoju
aláìgbọ
akéwì
agbekale
300
##pe
ọlọpa
ṣẹnuure
únṣe
òkodoro
ìtúpalẹ
ìtanràn
ìràwọ
ìjàpá
ìdámé
èlé
àtẹni
àkójọpọ
yakubu
wuni
pípín
oru
ohunkohun
nasè
lón
it
hílàhílo
gedegbe
fowosowopo
eréoníṣe
dàlè
bodè
abuja,
103
-ede
&
##ter
##so
##kì
##kà
ọmọbinrin
ṣìnà
ṣàmúlò
ṣoore
ńyà
èèpo
ènìà
wòye
toro
tini
sísérà
sétí
pásítò
photo
olùfọkànsìn
máíké
lóríi
làkàkà
lero
igbà
iba
híńdù
gbese
ewe
dùbúlẹ
amẹ
alukoro
##ọn
##ṣọ
##th
##rè
##kò
ọlọgbọ
ńjẹ
ìwẹ
yanju
síléèwé
pajawiri
nílíù
north
mímúná
lílé
lárúbáwá
kòṣeémánìí
kírúsì
kíndìnrín
kálébù
kini
ilé-iṣẹ
háyà
géńdé
fòótó
farapa
enu
déètì
bẹbẹ
ayika
awakọ
abè
1941
##!
##yọ
##st
ògìdìgbó
ìwòyí
ìlọ
àbáwọlé
wojú
tíṣà
shehu
pade
ominira
ojúbọ
ogbin
nábótì
nmi
madrid
láìdáwó
kong
kim
kekere
kaduna
jerúsálémù
ipasè
igbákejì
gbàn
gbagede
buru
apakòkòrò
amẹrika
abewo
##lò
##gbọ
##gbe
ẹmè
ìfáàrà
ìdásílẹ
àtilọ
time
rírígbà
látàárò
loke
kọminú
kikọ
jọni
jean
ilé-ìwé
ileewe
ghana
georgia
dena
chelsea
bíríkì
alátẹ
abínibí
##ká
ẹbi,
ìlépa
ìlè
ìfun
àṣàyàn
àpá
túbọ
títúmò
tahiti
rírẹwà
opopona
man
lojú
league
kíkàmàmà
jára
heṣekáyà
gbajúmọ
dẹkùn
digbí
daabo
arakunrin
aláìgbọràn
aina
abọ
abi
1958
-ọ
##rú
##ca
ṣèèyàn
ìkáwó
èèlò
èrú
èpè
àtúntò
àpọ
àlè
yípo
testament
sẹpé
sawọn
rírùn
pípolongo
oyinbo
lésì
láìpẹ
lálàáfíà
lenu
lagbaye,
jẹ,
joel
jinlẹ
gáàsì
gàba
gbòógì
frank
faramọ
catholic
afesegba
1946
##tẹ
##i,
”o
ṣòkòtò
ṣun
ìlàlóye
ìkángun
àìṣè
àdàkọ
wọra
wólẹ
tìn
tàdínláàádó
tibè
síwá
sátidé
sápá
spanish
peoples
paulo
or
olùdíje
jónátanì
jáà
jw.org
joshua
josephus
germany
geere
fífa
fàánú
funra
fulani
ayàwòrán
alaabo
##yi
ẹnikan
ṣàwọn
ìrúwé
ìbálò
àròjinlè
tọkàntara
sódò
sàsọté
rírò
oun,
olubi
nípọn
nípìn
níkàáwó
níjọ
nrín
mẹjọ
mélòómélòó
lísírà
láìtó
làsàn
lodi
jèhóáṣì
ibùjókòó
haiti
gbigbogun
erùpẹ
eléso
díbó
dani
dabi
bóde
awujọ
ara,
alágbàtó
aleefa
aaye
62
1988
##ry
##pò
##nt
ọsun
ṣògo
ògidì
ìkan
èèrà
àìkú
àtẹnudé
williams
sàlàyé
rose
oníwọra
olùsọ
olukọ
ogorun
níṣàájú
mára
milton
lékenkà
láìséwu
lámèyító
kẹè
kẹtàdínlógún
kùlú
kale
iwo
fògo
dáníẹ
christian
bùáyà
asekagba
aristotle
adinku
adeleke
adarí
adams
abdullahi
61
1992
1955
1953
1949
##ha
ọbabìnrin
ẹyẹlé
ẹrúbìnrin
ìkọrin
ámálékì
àtọmọ
àrékérekè
young
y
west
tẹnutẹnu
shiite
quebec
pegedé
olùfúnni
ole
obì
nítò
nílòkulò
nikodémù
màláwì
lósì
kòṣeémáàní
kíró
kíkópa
kuna
keji,
jẹrà
jéróbóámù
jàgídíjàgan
háà
gbówó
gbawájú
fúyé
femi
emmanuel
dárà
aáyan
alẹkisáńdíríà
alátìlẹyìn
ajẹ
agbebọn
##wá
##ná
##e,
##bó
ṣáṣá
ìyọlé
ìbánigbófò
àárọ
àwòṣe
àwítúnwí
àníàní
àdììtú
woṣé
tẹs
títò
tàpá
taiwan
ruth
pípè
paríparí
oníw
náni
nsè
láya
lápò
iwà
igbagbọ
fífọ
dáko
are
al
97
2018,
1951
##ṣà
##fi
ìṣubú
ìlàjì
ìjàn
ìdiwò
àgbákò
wéré
osere
olólùfẹ
nàíjíríà
madagascar
lágbà
kẹtàlá
kówó
kanṣoṣo
iyán
islam
idile
idibo,
ibùdókò
hungary
gbàgede
fíofío
ajogún
3,000
1979
1942
##ṣé
##tó
ọmọniyan
ṣílò
ṣèté
ìṣà
ìkóhun
èèwọ
àìníjàánu
àìjé
àmúṣọrò
walè
waldo
sedekáyà
sarah
salalu
rónke
rídìí
oje
níṣojú
nípakúpa
lawujọ
káyáfà
iṣẹju
hónú
gbero
gbafé
fìyẹn
fiṣé
fagbahan
dálé
buhari,
antonio
algeria
agbowó
144,000
##""
##za
##wu
##um
##pá
##or
##hun
##dun
ọyọ,
ṣékémù
ṣèṣe
òótọ
òògùn
ìfiniṣẹrú
ìbálòpọ
àmupara
àjùmò
yoku
tyndale
tiwa-n-tiwa
sípáníìṣì
sisẹ
scotland
rawó
olùtó
nítè
mẹwa
léjìká
láàfin
lásánlàsàn
lábánì
láago
liverpool
kánmó
kerin
jèróbóámù
itọju
israel
háránì
gilead
fífara
fagile
fafiti
ejo
diu
dide
association
akẹkọ
akosile
afúnni
63
1956
##fẹ
##co
##ck
ọọ
ṣàngó
ùráyà
ìwúlò
àyájọ
wọṣọ
waye,
tom
tanzania
sydney
se,
pààlà
níjà
márùnún
moore
lọkàn
jóé
fẹsẹ
finland
enia
eekan
dọjó
déédé
don
dahun
british
bara
anthony
ann
aláfarawé
alase
ajafẹtọ
agbẹjọro
agbè
afikun
86
2019,
1944
%
##oro
##mó
##kù
##bù
ẹwẹ,
únré
ìpàtẹ
àròkọ
àrá
yáwó
wọn-ọnnì
u.s
tẹpẹlẹ
tómi
tita
that
sísanra
saturday
rìndínlógójì
pinpin
oníyò
oníná
olùpèsè
olóòótọ
oluwa
mánà
my
láburú
isinmi
ifa
gbàá
gbalejo
eruku
ekiti,
dáèdè
aráalé
alaṣẹ
adúláwọ
adele
##kí
ọmọge
ṣáátá
ṣàkópò
òfo
ìyáàfin
áhásì
àméníà
x
wáyà
táà
too
tertullian
sásán
sinima
sandra
olúwarẹ
ojúmó
náání
méjìléláàádó
láabi
laaye
jáfara
jer
gẹhè
dínà
dida
bíńtín
bode
amulo
akọwe
afúnrúgbìn
adájọ
64
1931
130
##(
##yẹ
##ola
##ló
##ic
ọlà
ẹlẹgbẹ
ṣàríwísí
ìtúlè
ìkógun
ìgbéga
ìfojú
ìbádó
ààbọ
àwàdà
àríwísí
àràmàn
àpósítélì
àjòjì
yíyọ
wiwa
walter
tẹlẹ,
tórí
tony
sóko
sísìn
sísá
são
pátapáta
oníròbìnújé
ogo
nọ
mi,
léni
láìròté
látè
látijó
louis
kọni
kìn-ín-ní
jura
iṣoro
iléeṣẹ
igbaradi
gírígírí
gánà
gbabè
fífà
fiimu
fawó
esther
dòmìnira
dìtè
cameroon
burundi
boni
babaláwo
atunto
alágbèérìn
age
1986
##ts
##q
##o,
##gún
##am
ṣílè
ṣèkáwó
ìhín
èniyàn
àìyedè
àìjẹunrekánú
àwáwí
wòó
túntòsì
túká
tòsì
twitter
tura
rírorò
runlérùnnà
real
orírun
origen
obasanjo
nyìí
niwaju
lede
kàkàkí
jábọ
idán
idahun
fọlákẹ
fowo
figbe
dilè
day
baba-onírùngbọ
alẹkisáńdà
aláìṣiṣé
aláìwú
akoso
agbaye,
agbaninímò
1957
1948
110
##yàn
##day
ọbè
ẹrè
ṣèyẹn
ṣáfánì
ṣaya
òpò
ìmúrasílè
ìléwó
ìhámọ
àgírípà
àbé
títan
tàléláàádó
toronto
séwu
sèso
seese
port
philip
olómi
okoowo
ngbò
mesopotámíà
lúwè
library
kọrí
kógbá
kòríkòsùn
kírú
kejìdínlógún
index
gbígbòòrò
gbaradi
gbapò
fitafita
dírágónì
dupẹ
banki
aso
amáyédẹrùn
amo
ami-eye
ale
afojusun
##ánì
##mẹ
##j
##bò
òmìrán
ìtòsí
ìníyelórí
ìdájí
áńdérù
àtúnyè
àròpò
àmùrè
àgbékalè
àgbáálá
yàyàtò
victoria
tẹríba
tíìkì
tíwọ
rẹmi
rójú
ramúramù
pàṣán
petersburg
paṣẹ
ológbò
ololufe
nítara
nàìmọ
nàmọ
mọfọ
mímúra
museum
láìkùnà
láìjáfara
laasigbo
kin
jábó
institute
ibamu
gbaná
eu
bátànì
arthur
arsenal
ago
agbárí
adulawọ
##ty
##tan
##jù
##ion
ọdún-un
ṣetan
ìwòran
ìpadàbè
ìkookò
àsẹ
àlà
àjé
àjákù
àgbéjáde
wíwọ
woye
wipe,
sami
roman
ońṣé
olùsè
olóoru
ládùn
leni
kíkàwé
kárùn
kábíyèsí
kogi
jàjà
ile-ejo
idanilekoo
ibaje
gbòdì
gbìmò
fẹgbẹ
fònẹ
dída
alejo
adebayọ
adebayo
aboyún
68
1938
##jò
##gbo
##dè
##bu
ṣọmọ
ṣètó
ṣokunfa
òpònú
ìkọlù
ìjánu
ìdúródeni
ìdánimò
ìbọ
ánà
àṣemáṣe
àáké
ààrin
àtùpà
your
yaya
tìdùnnú
táútáú
tánni
rúbẹ
ranse
pàtẹ
pàgọ
paapa
olùfìfé
nínà
nílera
nlé
nkọ
nkankan
nairobi
melaye
láfiyèsí
layé
lawó
kọkànlélógún
kójú
kìjikìji
kàndínláàádó
kenya
kefa
iṣuna
island
irina
instagram
ibadan,
gìrìwò
gébúré
gbalasa
fc
elizabeth
ekunwo
bolẹ
badagry
arò
aláìmọwó
aláràbarà
alábàárò
abamẹta
1935
1922
104
##ur
##tu
##no
##iri
##ir
##id
ọgba
ọfọ
ẹmu
ṣàjọpín
ìgbóná
ìbú
èyítí
èròkérò
ábíjà
àṣetiléwá
àyọkà
àsọdùn
àfẹnusọ
will
tòní
tìtì
robi
rights
pẹrẹsẹ
pòròpórò
people
oókan
nobel
mìmì
hiv
gẹṣin
gu
god
gbera
garba
fàkókò
bello
aláìlábòsí
aláriwo
aje,
ajagun
##ímù
##tion
##sè
##san
##at
ṣìbáṣìbo
ṣépè
ṣémù
ṣán
ùn
òkò
ìbà
ákúílà
ábí
àyànfẹ
àmuyíràá
àjọpín
àdó
tọkàn
tẹbí
tífárì
towó
tajà
sákòókò
sisan
simon
sile,
sierra
pọlọ
pátákó
panos
orisa
ore
níláti
méjìdínlógójì
láìmọ
láìló
láìbè
lajú
joró
jake-jado
iṣakoso
iléìwé
ifilole
gírí
francis
echr
dalè
columbia
ayipada
andrew
amúnikún
alákò
alexander
afi
91
600
400
1961
##dí
ẹdun
ṣekárími
ìkùnsínú
ìkùgbù
ábínérì
àìṣojo
àáyá
àgbéyè
tówó
síméónì
séèyàn
sálọ
sara
rìn-ín
ranti
pere
pańpé
oṣó
níṣẹ
níkò
nífẹ
n-ọn-nì
mọra
mùtípara
míríámù
mídíà
mojèrè
lólè
léèyàn
létòletò
kòókòó
jẹni
jim
gẹẹsi
gbenga
fíìkì
faye
dánra
dádò
dojúkọ
com/
carlos
amosun
alábala
alekun
agolo
agbẹ
##yá
##won
##tò
##rù
##ns
##kè
##ine
##ers
##bá
ṣíṣàyè
ṣèrànló
ṣaájò
ńṣónáǹtì
òrukàn
ìpápánu
ìhìnrere
ábímélékì
àìnísàlè
àtíbàbà
àpólò
wọléwò
wíwó
tanná
síso
so,
rẹlè
popo
palẹ
pakistan
nírínwó
mẹnuba
monday
mase
iranwọ
gbungbun
gbemi
eelo
dídán
dohun
dekun
damásíkù
búlúù
aṣèwádìí
ayọnáyèéfín
apààyàn
ananíà
alùpùpù
aláìlágbára
alaalé
ake
agbó
abraham
1975
1952
##kó
##dá
ọpó
ẹti
ṣèfé
ṣàfihàn
ṣagbátẹrù
ìmọnúúrò
ìkẹ
ìdáàbòbò
àìnípẹ
àsọtẹ
àrànṣe
vulgate
tọmọ
tenumo
sọnu
sọkún
seyin
rúnmìlà
rúkèrúdò
rírán
pípò
pèṣè
plato
onnoghen
onimo
olùtùnú
nations
myanmar
lódìlódì
lálẹ
luis
laisi
korò
jojú
jacob
iwuri
isà
isejọba
ipòkípò
ini
gbígbéṣé
gbàtó
fífaradà
fuji
edeabinibi
chris
ayewo
ayalegbe
alárùn
alápá
akátá
akori
akekoo
ajosepo
afò
abẹle
1963
139
##-ọ
##pè
ṣáwọn
ṣàṣeparí
ìkẹrin
ìkùdíè
ìdìtè
ìbánisọ
èkìtì
àtigbé
àjọyọ
àgbálọgbábọ
àbààwó
wọnyi
tumọ
teleri
sító
sígbèkùn
sese
senegal
ríré
pápákò
pipese
olówó-ayé
naijria
máàkì
movement
margaret
láyọ
loida
lo,
lasan
kọfí
kínníkínní
jìngbìnnì
juan
goolu
gbààwè
gbara
election
egbògi
dòru
czech
bura
black
babańlá
aṣiwèrè
atamatase
1984
-àrùn
##wé
##lú
##lù
##ly
##io
##ian
##gbó
##gbò
ẹnìkọ
ṣóńṣó
ṣíṣàníyàn
ìsìnrú
ìròhìn
ìpara
ìléru
ìdíwó
ìdárò
ìdánrawò
àṣekágbá
àpínsọ
àfọ
yarọ
tìyanu
tàbúrò
pélébé
pi
peru
pase
okere
odù
níbòmíì
níbòmíràn
niyi
mílíọ
matthew
kẹkẹ
kúnlè
kòsí
jásí
ilée
hágárì
fáráyé
dídà
dahoro
bíbójú
báṣé
azerbaijan
aláìníbaba
aisha
abẹnugan
abiola
57
-àgùntàn
##/
##ràn
##mì
##ho
##dò
##ah
ọmọkunrin
ọdaran
ẹgbọrọ
ṣíṣàṣàrò
ṣíbí
ṣini
ńtíù
ìrí
ìpániláyà
árámáíkì
àròyé
àríkó
túbú
ted
tanni
rùbojo
rèn
pe:
oò
onílàákàyè
nijẹ
nigeria,
mọlé
mòye
máyà
kógun
káà
kwara,
ii
hòrò
fọrùn
fàyà
fidiẹ
fayoṣe
eékún
dídáké
cross
congo
college
bíbu
ambode
alájà
aláboyún
alamojuto
akiyesi
ajimọbi
adẹ
71
##àá
##rá
##pé
ẹnití
ẹda
ìyèkooro
ìjẹun
ìgbá
àpẹrẹ
àparò
àjẹjù
yọwó
yẹsè
turkmenistan
theresa
síí
sáfé
silu
pamó
osù
oríire
onítọ
onígbò
olo
nírìíra
mejila
lílóye
lámèyítọ
lálaalé
lábàá
kúnrẹ
kóró
kànléláàádó
jágbe
joba
ile-iwe
hans
gàá
goodluck
gbi
gbagbọ
fẹsun
fòníṣíà
dágunlá
central
bẹni
bora
bokoharam
aṣíwájú
aṣálẹ
aáyù
amóríyá
alárìíwísí
1954
148
##ké
##fo
##et
##dù
ẹgbọn
òléwájú
ìtọrẹ
ìtàkùn
ìhun
ìfararora
ìbòjú
èkúté
àṣè
àìmọtara
àádóje
àrọ
wales
títú
tílẹ
táyà
tànmó
sìmé
susan
soríkó
sapejuwe
rọrun
róbótó
pírísílà
parapọ
osi
oo
onífó
onikaluku
ogun,
mẹẹdogun
lọjó
láìṣè
láìṣàbòsí
láìgba
laa
ika
health
gídò
gànjó
gboye
gary
foríbalẹ
eéṣú
europe
daily
brown
atawon
asẹ
ap
ako
afihan
abu
67
59
1976
1974
1959
##que
##me
##jí
##gbè
##ade
ṣíṣiṣé
únjẹ
ìkeje
ìdádò
èèràn
àpókírífà
warwick
uk
tádé
trump
sẹsẹ
súnni
sìnì
sita,
rọpárọsè
rìnléláàádó
relé
oryol
one
olóri
ojúlé
nítorínáà
náílì
not
nirú
mòsáńbíìkì
méjéèjì
mejo
lọkan
lókùúta
lójúkojú
láìṣègbéyàwó
latvia
labour
kingdom
jésíréélì
iṣere
iro
igbẹjọ
human
how
gégùn
gbóògùn
gbígbè
gbàjarè
gbolè
figba
ferdinand
dínkù
church
bíbọ
buwó
agbò
adajo
69
1982
1978
1920
1513
120
##yìí
##ogun
##ile
##fọ
##ere
##ele
##ede
##ale
ọsàn
ọmọogun
ẹẹ
ṣèjọba
òrò
ìgbafé
ìfúnpá
ìforígbárí
èérún
àìnírètí
ààwè
àjàpá
yájú
yarí
wúndíá
victor
tíí
táṣé
tàdúràtàdúrà
today
thailand
studies
soke
serbia
sani
sadusí
ronúpìwàdà
páńpé
pu
oníbatisí
onisowo
ondo,
oge
ogbontarigi
nuso
n-
mọ,
muhammed
mike
mari
lòpọ
lérí
lámujù
kóyán
kírétè
jìgìjìgì
jabo
igbagbo
gíláàsì
fíníhásì
eru
dídó
chile
básámù
bálámù
biliọnu
bawo
armenia
alaboyun
adamu
1966
1962
133
""
##ùú
##òó
##sh
##ire
##hi
##der
##ad
ẹyinjú
ìṣàlẹ
ìpẹ
ìfàjè
ìdíbàjé
tọwọ
tukò
sófin
sínilára
street
scott
sam
rio
pẹja
otitọ
onile
olùṣè
oluṣẹgun
nísinsìnyìí
nàgà
moldova
láàlà
laaarin
kóhun
itura
isaac
indonesia
ilu,
ifọrọwanilẹnuwo
ibùsò
híhu
hédíìsì
géhásì
gbòǹgbò
gbígbin
gbagidi
fẹran
fínńdà
franz
fori
fipa
eric
ecuador
dòdò
bukola
bolivia
apẹ
agba,
adigunjalè
abdulfatah
1985
1972
1969
##ára
##sin
##han
ẹnìkejì
ńpa
òndó
òdiwọ
ìtàjè
ìpán
ìdíwò
ìdì
èèbó
àṣíborí
ààyò
àtìlẹ
àlééfà
àfarawé
zimbabwe
wednesday
tòmátì
sómi
sógun
síbòmíràn
sowo
sakoso
rohr
oro-aje
olu-ilu
old
nìwò
mísì
marie
lódì
láìdabò
látilè
logun
lett
kérora
kéje
kédàárò
kuku
kenneth
kannáà
joko
jerusalem
ipari
igbiyanju
idajo
họ
gbóhùn
gbárùkù
gbálè
gbayé
fínnú
fíndò
from
dẹrùn
daradara
bọ,
bálẹ
bakitéríà
augustine
arébíà
ahẹrẹpẹ
537
105
##ń
##u,
##nù
##kàn
##jé
##im
##ee
##ate
ọyẹ
ẹwọn
ṣù
ṣíṣẹ
ṣàkójọ
ùsáyà
òkè-òkun
ògùn
ìṣòrò
ìjẹyọ
ìdàrúdàpò
ìdàgbàdénú
ìbániké
élíásárì
zealand
un,
túra
tíntìntín
sáyè
swahili
siberia
ràbàtà
parọ
onínàákúnàá
olusegun
nǹkankan
níṣe
norway
nigerian
mìíró
lójoojúmọ
losu
linda
lapapo
kàtídírà
komisona
kedun
jersey
jackson
iyanju
iwé
irùngbò
ironu
igberiko
ibùjẹ
fìyàtò
fipo
fakíki
faaye
eṣinṣin
ese
elénìní
ele
daadaa
cyril
christine
bíbè
basa
banijé
apínwèé
aninilára
alábàágbé
alan
1971
1937
112
106
100,000
,ni
##èé
##yí
##rùn
##ini
##au
##ani
##aa
ọfẹ
òòjọ
ìtúmọ
ìjọra
ìgbékùn
ìdíwọ
èròǹgbà
àgbàrá
zambia
yooku
yearbook
wessel
tòṣì
tímítà
térò
tèèyàn
tàdínlógójì
sísè
sáájú
pànìyàn
parẹ
party,
opc
onírin
oníkálùkù
oníjàgídíjàgan
nbẹ
létíkun
lánlé
lorí
kànjàn
kiní
karl
iṣọ
insight
imọran
ikanni
ijoko
ijinigbe
gógó
gìgísè
gregory
gboogi
gbaa
fífetí
fred
florida
farahan
elétò
elu
east
costa
bíba
báàgì
báwa
barr
ańgé
ayederu
art
antwerp
amayederun
alán
alábùkún
agara
abameta
78
1967
##ov
##ore
##ina
##hu
##gùn
##gì
##ana
ọku
ìsọfúnnni
ìrù
ìpakà
ìfó
ìbàlágà
áńgílíkà
àṣefihàn
àìló
àsọtúnsọ
àrò
àjọròde
àjàyí
àfòmọ
àfiró
yíni
yi,
yanran
wábi
vatican
tòògbé
tokyo
tibet
texas
sọtọ
sìnkú
sánsán
sàràkí
soso
rìrì
rogbodiyan
ranṣẹ
pèrò
purọ
olùtọ
olóòórùn
olókùn
ogunlọ
nùmó
néfílímù
nifẹ
mohun
lloyd
kúfẹ
káre
ken
kano,
jólóòótó
julie
iyàn
iyansipo
ilá
ikò
ikan
ifowopamo
heights
harold
gbèèràn
fáyé
eyin
dèrò
dàwátì
béárì
bèrè
bio
atunilára
amè
alohùn
alibéníà
ajinigbe
agbábọ
agbanisíṣé
afúnnilókun
abiodun
84
75
1977
1965
##00
##-i
##dọ
##dó
##ala
”aare
ẹyín
ẹgba
ánjàn
ààrá
àtọ
àròdùn
àjọṣepò
wúyé
wánilẹ
wn
us
téńté
tubọ
róye
rèhóbóámù
rachel
pípe
panápaná
owólabí
oríi
nísisìyí
níbùú
nàá
nepal
naa.
méjèèje
láìsọ
làn
leah
kọláya
kòlóńbíà
jínjìn
johnson
itọ
ipaniyan
ibùjọsìn
hànhàn
gíbíónì
geneva
fun,
filé
dẹkun
dágbére
can
bábélì
bolè
apákan
allen
agbádá
1987
146
##'s
##ʹ
##yo
##s,
##ment
##kùn
##jó
##ari
ọṣun
ọya
ọdu
ṣàárè
ìyàsọ
ìrókò
ìkùdu
ìgbàyà
ìdẹ
élíésérì
àìṣèdájó
àìròté
àtàgbà
zamfara
wọpọ
virginia
táláyé
tàlélógójì
sósì
saudi
sabewo
patterson
patapata
panu
olóko
olorejore
ola
odó
nígboro
ntì
nni
nisó
mínísítà
mewaa
lọkọ
lẹsẹ
lágara
kùmọ
kíkàn
kíkojú
jingíri
iyipada
ipago
ikeji
gbọin
gbégbá
gbàjọba
fohun
der
del
dagba
creation
champions
bíbọlá
apoti
amojuto
alagba
akwa
akoba
agbani
afàwò
89
10,000
##ṣì
##èrè
##sà
##su
##n,
##mà
##gan
##dan
ẹlẹsin
ṣíṣè
ṣaláì
ǹ
òtúbáńté
ìyára
ìyàlẹ
ìrera
ìlà-oòrùn
ìfọwọ
ìdúróṣánṣán
ìbàdí
èyi
ápù
ààwẹ
àkúnwó
yíwà
tọrùn
tìtaratìtara
tunde
tibí
this
tapa
síhìn
sánmọ
rònú
rírè
ríràn
oyo,
oníwàkiwà
onínúrere
onígbàgbọ
olukopa
olojo
okunrin
nff
moses
mar
láìjìnnà
lákọsílè
lonítò
kọkanla
kẹdun
kásé
kuti
keje,
karùnún
jáwé
jáni
iyẹn
iyaafin
ilé-ifẹ
ikilọ
gàdàgbà
fífò
foundation
fojúure
eya
edward
dola
doju
croatia
bákannáà
brad
aláìṣeé
aláìmò
alafia
alaa
aja
afẹfẹ
1983
##-ẹ
##ẹni
##rán
##rs
##dẹ
“awon
ṣàdéhùn
ìṣílétí
ìkarùn
ìkanra
èèwò
áté
ààrò
àríkẹ
àpólà
àkùkọ
yíyà
yinbọn
yanrìn
tweetyoruba
toyin
teymur
síró
star
sokoto
service
salvador
risi
rico
philo
orun
olúwaarẹ
olùbatisí
olukọni
olubadan
násírì
niyanju
nipase
mama
líìtì
lìdíà
láràárò
lákòótán
los
lomi
kóńgò
krístì
jane
high
gudu
gori
fítámì
ella
dọdẹ
court
congress,
center
carol
caribbean
carbon
bayi
ayajo
atunṣe
alágbẹ
alágbàṣe
aláfẹnujé
alefa
aladani
agbada
afìṣemò
adulawo
abódiakọ-akọ
abule
94
1981
1879
160
127
##áì
##wẹ
##rd
##oko
##fun
##awon
ọjẹ
ẹtu
ṣọdún
ṣóòótó
ṣìnkìn
ṣìkejì
ṣàkàwé
ṣee
ísíkáríótù
ìṣaralóge
ìsálú
ìpètepèrò
ìkíní
ìfòyebánilò
ìdìde
ìbúgbàù
ábíṣáì
àtọmọdé
àlùmò
àlámò
àhámó
àfojúdi
àbáláyé
yìí,
wọn.
wínníwínní
was
sagbateru
riri
rinrin
omiyale
olowo
móṣè
mu,
medical
lódò
lòún
láwọ
lálá
kúnlé
kíki
kárakára
kowe
kokoro
iyẹ
isegun
imí
ijinlẹ
ifọrọwerọ
idokowo
ibalopọ
herald
gẹdú
gátì
gbẹmi
gbàlejò
fẹjú
fìrè
elédùà
cup
bíbó
bálì
buwọlu
bowolu
borno
benjamin
aṣeyọri
awn
asisat
anìkàntó
anne
amó
aláwòmọ
agbekalẹ
afrika,
abarapá
700
1933
1,500
##-e
##ṣu
##yì
##pà
##nd
##mò
##it
##fì
##bon
##are
##ai
ẹlẹgé
ṣe,
òpè
ìyánhànhàn
élífásì
àtúpalẹ
àbámò
yiyan
yala
wólè
wayii
unicef
tiata
thursday
teleri,
sínágọ
storrs
solomon
rírántí
rìnlélógójì
rámà
páìpù
páàpáà
puerto
poju
pelemọ
owurọ
oriki
oriire
ootọ
oníwúrà
nwó
nlọ
mérè
méjìlélógójì
mágó
lẹyè
láásìkí
lose
lorisirisi
lanlọọdu
laipe
kẹsan
kémi
kékèké
káàárọ
kyrgyzstan
jesu
jessica
iyanṣẹlodi
isin
ipari,
ile-ifowopamo
ile,
idojuko
ibeji
have
hausa
gunle
god’s
gbagbe,
ganduje
fira
elesin
eastern
dídarí
díbàjé
dánu
diabo
dana
daada
bílà
berlin
asofin,
arinrinajo
aló
albania
akọnimọọgba
agbedeméjì
adúláwò
adam
abẹwo
77
3,500
-oòrùn
""a
##sun
##ol
##ley
##fá
##eji
##bú
ọmọwe
ẹlikénà
ẹgbọ
ṣúlámáítì
ṣíhónì
ṣojúsàájú
ṣ.s.k
ìdánilẹ
ìbáraẹnisọ
àṣeyẹ
àìnígbàgbó
àyájó
àtinúdá
àjàkú
yòó
woni
war
tan,
sẹnẹtọ
sárésáré
sinsin
river
rinlẹ
park
pada,
oòduà
onígi
ojúkò
ojutu
níti
nìyìí
nw
niwọn
nigbati
n-ọnnì
mikàn
léà
láìjanpata
láìdáa
làásìgbò
layò
latin
lala
kúnlẹ
kálẹ
katsina
jenny
jennifer
iyalode
issa
irinwó
inec,
iha
ibe
híhá
hébúrónì
ho
gólà
gáyó
group
geoffrey
gbogboogbo
gbalè
fífanimó
fese
ecowas
dominican
commission
básíláì
bágbà
bank
asiwaju
air
aarẹ,
aabo,
1925
##-a
##ọla
##yìn
##tá
##orí
##one
##ler
##ek
##bé
ẹjẹ
ṣan
òpójè
ògì
ìṣewẹ
ìyọ
ìwàkíwà
ìtí
ìrìnkèrindò
ìná
ìjò
ìjíhìnrere
ìjàngbò
ìdọ
ìda
ìbágbépọ
ìbágbépò
èlísábé
àtìláńtíìkì
yẹni
yíyin
wúnrẹ
tóyẹn
tuntun,
tukọ
todun
tilu
taápọntaápọn
talẹ
tajú
science
sare
sanni
réhóbóámù
ralph
pipẹ
pasẹ
orín
onibara
olùyọṣùtì
olùpè
olójúkòkòrò
office
odu
obinrin,
nílùkulù
niké
mígbè
màámi
morris
messi
lóyè
lólobó
lánàá
laodíkíà
kẹfa
kánú
kámú
kàndínlógójì
kotẹmilọrun
koo
koi
kentucky
kanòjọ
jíjókòó
jàra
joan
jakejado
iyanselodi
her
gígé
gold
globe
gelede
gbàmò
gbuu
gbiná
fára
francisco
fifún
estonia
eléyìínì
drama
development
christopher
bìà
bìdírè
barbara
banta
australia
asoju-sofin
arúfin
amy
ahéré
agbaagba
95
1964
147
111
0
##érì
##wi
##uru
##ss
##rt
##he
##bọn
##ati
’’
ọọni
ẹnú
ẹkú
ṣàkó
únhán
òwìwí
ònìí
òmíì
ìwàn
ìfòfindè
ìdálóró
àìdásí
àwá
àrídájú
yánnayànna
yusuf
wẹẹrẹ
wájú
wulo
usman
umuoria
uefa
támárì
tàwa
sítà
silẹ,
ràgàjì
rotimi
roni
rivers
pàgó
orúnkún
orogún
olóbìí
olokan-o-jokan
ogóje
níhìn-ín
nicole
mẹwaa
mílíìkì
muu
mgboko
madagásíkà
lọgun
lẹwó
lílù
lálàá
lopo
lera
leone
kọsẹ
kókò
kálídíà
jóṣẹ
jámó
itaja
islands
ise-akanse
insulin
inawo
ile-iwosan
ile-isẹ
ile-eko
ile-
iji
ibìkan
gàgàrà
guatemala
good
gbẹdẹmukẹ
gbíyè
gbedeke
fc,
est
dọwọ
dédìí
cuba
child
carmen
bọnu
bìrí
bulgaria
boy
benue
ayárabíàṣá
arẹmu
angola
aláìdúróṣinṣin
aláró
alufaa
almeida
ajínigbé
ajàfẹ
ahmad
against
adébọ
abubakar,
abele
aa
250
230
115
##sílẹ
##oye
##ner
##ham
##ff
##fe
##aba
ọti
ṣófo
ṣíji
ṣaláìsí
òógùn
ìṣeléṣe
ìsík
ìkànìyàn
ìhágún
áì
àṣá
àṣekún
àìdánilójú
àyídáyidà
àtikékeré
àsikò
àjíǹde
àfìgbà
tẹnumọ
títàn
tìgbà
tuesday
tiwantiwa
takun-takun
sunwọ
senetọ
senakéríbù
santa
sagbekale
riran
publications
protein
plateau
omode
omiran
olùkórè
olùgbèjà
níyè
níparí
nimọran
nfi
mófo
miguel
lucaris
loṣu
larin
lake
kọtí
kítà
kànlélógójì
kesaréà
jw
jaracz
itú
itage
isalẹ
irinse
hùwàkiwà
híhun
hawaii
gbomi
eniyan,
ee
dáyà
doris
bẹẹ,
bákàn
aro
alakọbẹrẹ
akinwunmi
akanṣe
ahun
agídí
africa,
ada
aboríṣóńṣó
aawọ
85
6,000
1870
##uk
##rìn
##lí
##land
##já
##ez
##chi
ṣẹkè
ṣiré
ṣerú
úkẹ
òpómúléró
òfófó
ìsọdahoro
ìpéjọpò
ìpamọ
ìmúlè
ìfìyàjẹni
ìfìwéránṣé
ìdáló
ìbòrí
éhúdù
èédú
àìṣe
àìrílégbé
àárẹ
àtúbò
àtìmọ
àsírí
àrímáleèlọ
àkótán
àká
yíyẹra
yobe
tẹtẹ
tónítò
tókù
tòdodo
tímọ
sọtẹ
sísún
sakun
rọsè
rírì
pínpín
pohùnréré
pierce
parọwa
paradise
osin
oníṣe
onígun
onígbòónára
oniṣẹ
oniduro
ojúrere
núm
ní,
nsọ
nkó
nipasẹ
lọwọ,
lẹgbẹ
lílà
léfòó
láìrò
láìmọye
lobìnrin
lanu
kíká
koja,
kogba
kika
kaa
jìnà
jèhóádà
joyè
jinná
iranlowo
ileewosan
igún
igbesi
harry
gbẹgé
gbérò
gbáràwé
gbààwẹ
gbàgbàkugbà
eri
dídín
débí
dáríúsì
dájọ
d.c
cd
bámúbámú
auschwitz
asuu
amú
alálàáfíà
aládàámò
ajẹntínà
ajùmò
agbenuso
afe
abirùn
aafin
121
##átì
##zo
##ura
##ua
##ow
##kin
##ger
“ni
–ise
ọtọọtọ
ọmọò
ṣẹké
ṣeto
ṣafihan
ńlẹ
òṣùṣù
ìṣàmúlò
ìwakùsà
ìrànwọ
ìfi
ìdúpẹ
ìdáláre
àṣálẹ
àṣe
àìlón
àwìn
àtilè
àrọko
àjànàkú
àfipáṣe
yúfírétì
yánpọnyánrin
yángá
wíńdò
wára
wall
wale
síse
sànán
standard
spain
sibẹ
rúdurùdu
rosa
roma
rira
páànù
pàpò
pato
papò
orígun
oníhóró
olókùnrùn
ofin,
nasa
mílà
méfò
mánóà
mona-mona
menno
mail
lõtọ
lòmíì
léyìí
lopolopo
leyi
kùtù
kùkùté
kóhátì
kíwọ
kíkéde
kunkun
keyin
kawe
kanlẹ
jáyà
jiti
jason
ikẹnnẹ
ikun
ifowosowopo
his
gílígálì
gbígbìyànjú
gbìmọ
gbaṣé
forukọ
fela
falcons
epafírásì
dìí
delta
columbus
bán
bukọla
brian
bb
aṣó
awẹ
argentina
ani
amọṣa,
agbenusoro
aga
aburo
98
79
2017,
##000
##va
##tte
##ria
##pin
##ny
##ira
##hùn
##gu
##bè
…
ẹhonu
ẹfun
òrìsà
òpópó
òkèlè
òfò
ìsọníṣókí
ìsán
ìrajà
ìmúniláradá
ìjíhìn
ìjàmbá
ìhùwà
ìfòòró
árámù
àmúlùmálà
àkísà
àhesọ
àbòsí
»
yùsíbíò
yóòkù
yíyó
yoga
tílè
tire
taze
sọwọ
sámúsónì
steven
stars
simi
she
sanwo
rìndínlọ
ráàyè
ràbò
ron
rere,
pósí
plantin
pipe
peju
osuwon
oluko
okòó
ojulowo
niṣẹ
near
n-ọ
míkálì
monique
mejidinlogun
légbá
láàbò
ládé
laago
kúndùn
kórí
julius
joe
iyan
ifo
idaniloju
idanileko
huru
hope
gẹtisémánì
géèmù
gloria
gbode
gbayawu
fọhùn
fẹlá
fẹjó
fílémónì
fayose
faranse
faa
erika
egúngún
eagles,
dẹngbẹrẹ
dépò
dupò
doola
dna
chicago
canada
caf
bóofé
besini
archive
andré
aláìlẹ
aláfọwó
alagbalúgbú
akàn
ahasuwérúsì
agbé
235
1934
1928
(n
##-ó
##-á
##-u
##-an
##ṣi
##zi
##tun
##sé
##sá
##pó
##ou
##ese
##eni
ọpa
ọgbọọgba
ẹtì
ẹfọ
ṣàìdáa
ńjìnnì
ìṣeniléṣe
ìsọkúsọ
ìroragógó
ìlúu
ìdánimọ
ìdàpò
ányán
áhásáyà
àtàrí
àrífín
àlòkù
àgbó
yàwó
wárí
women
tàsé
tabua
sọọ
sọra
sáréfátì
steve
sinkun
singapore
silva
rọbi
ríri
ronald
pọju
pictorial
pedro
pasitọ
orisun
onílè
oníkálukú
oníjà
onídàájọ
onwoye
olúborí
olùtumò
olùdásílè
obasanjọ
nípamó
nífà
nló
nibe
n-yẹ
mẹsan
múlé
mímutí
máìlì
mesan
mba
lẹkun
lòde
lébìrà
láìdábò
látayébáyé
lámékì
kọja,
kóríra
kéjì
kèké
kevin
kanu
kanrí
kamẹrúùnù
jóṣ
jíjíròrò
hùn-ún
herbert
henschel
gíríkì
gogò
geesi
gbingbin
gbe,
fọrọ
fọmọ
frederick
fayemi
ewuro
esùsú
elédùmarè
díde
dojuko
children
carolina
bọnú
bóokò
bola
bala
babatunde
akinkanju
ai
agbẹjọ
agbejoro
adú
adàwékọ
abúgbàù
about
96
,ti
##ṣù
##ṣá
##áà
##yín
##tar
##pu
##kún
##ilẹ
##hì
##gọ
##che
ọgagun
ṣókè
ṣíṣètò
ḿpílì
ńfi
òjé
ìpa
ìkàwé
ìgbóhùnsáfẹ
ìbáré
èkínní
átó
àìṣègbè
àtìgbàdégbà
yùngbà
wọnyii
wilson
vladimir
venezuela
sọlè
síwàjú
states
slovenia
sibe
see
rélùwéè
ránsẹ
religion
polish
papua
papo
pa,
oxford
otútù
otooto
onísùúrù
oníkòkòrò
oníbodè
oló
olootu
nina
nelson
mélékì
million
lóòtọ
légbodò
léf
lée
láìṣojo
lorileede
lakoko
kọyọyọ
kìnní
kànnàkànnà
kokanla
kejila,
kara
kaféènì
jìjàkadì
jigè
janeiro
jack
jabọ
islamic
irinṣẹ
ikini
ijù
idris
ibon
gúnlẹ
gomina,
giramafóònù
gbéregbère
fúlàní
fífojú
enikeni
emma
egunrín
dínárì
dáyámó
dar
catherine
cape
bíni
bíbániwí
bálákì
baje
aṣeniléṣe
asaaju
aridaju
amusese
amerika,
alásọté
aládàáni
alábojútó
akeredolu
afefe
adrian
action
76
1973
1,600
""o
##ṣí
##ínì
##ádì
##sha
##ise
##gẹ
##fù
##e-
##ary
##and
##ak
ọmọ-ènìyàn
ọbásanjọ
ṣìwà
ṣèrántí
ṣáká
ṣetán
ṣaa
ńpè
òjó
òjíá
ìyáa
ìwọṣọ
ìtannijẹ
ìròbìnújé
ìdágunlá
ìdàkejì
àìlábòsí
àyínìke
àtimú
àjọgbé
àjẹkì
àgàn
àbùmó
yabuga
wole,
wayii,
umar
tìbéríù
tánì
there
síwèé
sálé
sábẹ
saba
róúnjẹ
report
pèéṣé
point
ou
ogunlogo
odiwọn
níwèé
níná
nnamdi
nlẹ
milan
mikel
lọkùnrin
láìjẹ
lànà
lugbadi
lowó
love
lisa
l'ọ
kọrun
kẹẹ
kájú
kesan
jùmọ
joy
johannesburg
jairo
iṣẹgun
iyen
irinwo
irene
ilera,
has
gúṣù
gànjọ
gigun
gestapo
first
fesun
ezekwesili
et
dídáàbò
dìbàjé
dira
bógun
bedell
bawọn
barcelona
aṣiwaju
aáyán
awujo
atasánsán
aláìṣè
akala
ajílè
aids
agbesunmọmi
afòòró
adéyẹmí
abe
7,000
2015,
20,000
1932
1,000
##íyà
##ítì
##ul
##ue
##tè
##sk
##pi
##ojú
##od
##ms
##ld
##ky
##hin
##gbá
##cal
##ama
##a-
ṣẹlé
ṣàyọlò
ṣàwàdà
ṣàdàkọ
òkèrè
ísíkíé
ìtẹnumó
ìtì
ìtànjẹ
ìrọwó
ìráhùn
ìrandíran
ìkọjá
ìgbìyànjú
ìgalà
ìbáà
èébúdọlà
èdèe
árádì
àìṣèfé
àìgbọ
àtidi
àpà
àmúyangàn
àfiṣelé
yọju
uyó
tutó
tibi
tabili
sápò
sálúbàtà
sela
saúl
sayé
sanwo-olu
saint
sadé
sabina
rẹrẹ
rwanda
rara,
pípabanbarì
pierre
patrick
papako
osun,
oshoala
olùgbọ
oluranlowo
okechukwu
ojúu
nátanì
náa
ni.
nda
mọkanla
máàsì
moní
minimini
meji,
mario
lọdọọdun
lanfani
l'abuja
kọwe
kúró
kólòlò
káràkátà
kilọ
kgb
jíà
italy
iseselagba
ipin
hà
gídígbò
gàntè
green
greek
gegele
